wget
nano
openssh
iwd
wireless_tools
wpa_supplicant
smartmontools
git
curl
networkmanager
packagekit
pacman-contrib
firewalld
gcc
python
python-pip
vim
linux-firmware-qlogic
linux-firmware-bnx2x
linux-firmware-liquidio
linux-firmware-mellanox
linux-firmware-nfp
tcmalloc
mimalloc